IDEA StatiCa Open Model
ConcreteSLSCheckResultStiffness.CharacteristicsII Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 stiffnesses calculated on cracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionCharacteristics CharacteristicsII { get; set; }
Public Property CharacteristicsII As SectionCharacteristics
	Get
	Set
public:
property SectionCharacteristics^ CharacteristicsII {
	SectionCharacteristics^ get ();
	void set (SectionCharacteristics^ value);
}
Property Value
Type: SectionCharacteristics
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace